Revit 2024 API
SymbolTypeId.CmSup3 Property
 Symbol cm³, indicating unit Cubic centimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CmSup3 { get; }
Visual Basic
Public Shared ReadOnly Property CmSup3 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CmSup3 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace